edc/bass
0rax/fish-bd
oh-my-fish/theme-bobthefish
brgmnn/fish-docker-compose
decors/fish-docker-machine
decors/fish-ghq
danhper/fish-ssh-agent
jethrokuan/fzf
jorgebucaran/getopts.fish
americanhanko/fish-spin
jorgebucaran/fisher
jihchi/jq-fish-plugin
